/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favourite";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Type";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Add to Untagged Loops";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Adding Loops From Another Disk or Partition";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "If these Audio files have a constant tempo, start on a downbeat and end on a beat, they will adapt to the project tempo when previewed or added to a project.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Cancel";

/* Copy Loops Button */
"Copy to Loops Folder" = "Copy to Loops Folder";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder or use them from their current location.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Edit Tags";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Show in Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Parse loop";

/* Descriptors */
"Descriptors" = "Descriptors";

/* Genre */
"Genre" = "Genre";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Adding Loops to the Loop Browser";

/* Initial Title of the jam pack control */
"All Packs" = "All Packs";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld items";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "playing loop";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "real loop";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "software loop";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "web loop";

/* LoopBrowser: one Item label */
"1 item" = "1 item";

/* LoopBrowser: zero Items label */
"0 items" = "0 items";

/* Move Loops Button */
"Move to Loops Folder" = "Move to Loops Folder";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder or use them from their current location.";

/* Reference Loops Button */
"Current Location" = "Current Location";

/* Reindex all loops menu item */
"Reindex All Loops" = "Reindex All Loops";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Choose which loops you want to view in the loop browser.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Click to find loops by instrument, genre and descriptor.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Select whether to display keywords for instruments, genre or mood";

/* accessibility description of the segment that switches to column view */
"column view" = "column view";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "musical buttons view";

/* menu item in Recent Search History */
"Clear Search History" = "Clear Search History";

/* menu item in Recent Search History */
"No recent searches" = "No recent searches";

/* menu title in Recent Search History */
"Recent Searches" = "Recent Searches";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Search Loops";
